Repository: WarrenBrowse/warren-app
Catalog: ios/Assets/Wallet.xcstrings
Source language: en
Languages: ar, da, de, es, fa, fi, fr, it, ja, ko, my, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, zh_hans, zh_hant

source: An unexpected error occurred while restoring your wallet.
ar: حدث خطأ غير متوقع أثناء استعادة محفظتك.
da: Der opstod en uventet fejl under gendannelsen af din wallet.
de: Beim Wiederherstellen Ihrer Wallet ist ein unerwarteter Fehler aufgetreten.
es: Se produjo un error inesperado al restaurar su monedero.
fa: هنگام بازیابی کیف پول شما خطای غیرمنتظره‌ای رخ داد.
fi: Lompakkosi palauttamisen aikana tapahtui odottamaton virhe.
fr: Une erreur inattendue est survenue lors de la restauration de votre portefeuille.
it: Si è verificato un errore imprevisto durante il ripristino del tuo wallet.
ja: ウォレットの復元中に予期しないエラーが発生しました。
ko: 지갑을 복원하는 중에 예기치 않은 오류가 발생했습니다.
my: သင့် wallet ပြန်လည်ရယူနေစဉ် မမျှော်လင့်သော အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။
nb: Det oppstod en uventet feil under gjenoppretting av lommeboken din.
nl: Er is een onverwachte fout opgetreden tijdens het herstellen van je wallet.
pl: Podczas przywracania portfela wystąpił nieoczekiwany błąd.
pt: Ocorreu um erro inesperado ao restaurar a sua carteira.
ro: A apărut o eroare neașteptată la restaurarea portofelului tău.
ru: При восстановлении кошелька произошла непредвиденная ошибка.
sv: Ett oväntat fel uppstod när din plånbok skulle återställas.
th: เกิดข้อผิดพลาดที่ไม่คาดคิดขณะกู้คืนกระเป๋าเงินของคุณ
tr: Cüzdanınız geri yüklenirken beklenmeyen bir hata oluştu.
uk: Під час відновлення гаманця сталася неочікувана помилка.
zh_hans: 恢复您的钱包时发生了意外错误。
zh_hant: 復原您的錢包時發生未預期的錯誤。

source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.
da: Der opstod en uventet fejl.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Se produjo un error inesperado.
fa: خطای غیرمنتظره‌ای رخ داد.
fi: Tapahtui odottamaton virhe.
fr: Une erreur inattendue est survenue.
it: Si è verificato un errore imprevisto.
ja: 予期しないエラーが発生しました。
ko: 예기치 않은 오류가 발생했습니다.
my: မမျှော်လင့်သော အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။
nb: Det oppstod en uventet feil.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
pt: Ocorreu um erro inesperado.
ro: A apărut o eroare neașteptată.
ru: Произошла непредвиденная ошибка.
sv: Ett oväntat fel uppstod.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmeyen bir hata oluştu.
uk: Сталася неочікувана помилка.
zh_hans: 发生了意外错误。
zh_hant: 發生未預期的錯誤。

source: Anyone with access to these words can recover your Warren wallet.
ar: أي شخص يطّلع على هذه الكلمات يمكنه استرداد محفظة Warren الخاصة بك.
da: Enhver med adgang til disse ord kan gendanne din Warren-wallet.
de: Jeder mit Zugriff auf diese Wörter kann Ihre Warren-Wallet wiederherstellen.
es: Cualquier persona con acceso a estas palabras puede recuperar su monedero Warren.
fa: هرکسی به این کلمات دسترسی داشته باشد می‌تواند کیف پول Warren شما را بازیابی کند.
fi: Kuka tahansa, jolla on pääsy näihin sanoihin, voi palauttaa Warren-lompakkosi.
fr: Toute personne ayant accès à ces mots peut récupérer votre portefeuille Warren.
it: Chiunque abbia accesso a queste parole può recuperare il tuo wallet Warren.
ja: これらの単語にアクセスできる人は誰でも、あなたのWarrenウォレットを復元できます。
ko: 이 단어에 접근할 수 있는 사람은 누구나 사용자의 Warren 지갑을 복구할 수 있습니다.
my: ဤစကားလုံးများကို ရယူနိုင်သူ မည်သူမဆို သင့် Warren wallet ကို ပြန်လည်ရယူနိုင်သည်။
nb: Alle med tilgang til disse ordene kan gjenopprette Warren-lommeboken din.
nl: Iedereen met toegang tot deze woorden kan je Warren-wallet herstellen.
pl: Każdy, kto ma dostęp do tych słów, może odzyskać Twój portfel Warren.
pt: Qualquer pessoa com acesso a estas palavras pode recuperar a sua carteira Warren.
ro: Oricine are acces la aceste cuvinte îți poate recupera portofelul Warren.
ru: Любой, у кого есть доступ к этим словам, может восстановить ваш кошелек Warren.
sv: Vem som helst med tillgång till dessa ord kan återställa din Warren-plånbok.
th: ใครก็ตามที่เข้าถึงคำเหล่านี้ได้สามารถกู้คืนกระเป๋าเงิน Warren ของคุณได้
tr: Bu kelimelere erişimi olan herkes Warren cüzdanınızı kurtarabilir.
uk: Будь-хто, хто має доступ до цих слів, може відновити ваш гаманець Warren.
zh_hans: 任何能接触到这些单词的人都可以恢复您的 Warren 钱包。
zh_hant: 任何能接觸到這些單字的人都可以復原您的 Warren 錢包。

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
my: မလုပ်တော့ပါ
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal et
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Cannot reveal phrase
ar: تعذّر عرض العبارة
da: Kan ikke vise sætning
de: Phrase kann nicht angezeigt werden
es: No se puede mostrar la frase
fa: نمایش عبارت ممکن نیست
fi: Lausetta ei voi näyttää
fr: Impossible d'afficher la phrase
it: Impossibile mostrare la frase
ja: フレーズを表示できません
ko: 문구를 표시할 수 없음
my: စကားစုကို ပြသ၍မရပါ
nb: Kan ikke vise frasen
nl: Kan zin niet weergeven
pl: Nie można wyświetlić frazy
pt: Não é possível mostrar a frase
ro: Fraza nu poate fi dezvăluită
ru: Не удается показать фразу
sv: Kan inte visa frasen
th: ไม่สามารถแสดงวลีได้
tr: İfade gösterilemiyor
uk: Не вдається показати фразу
zh_hans: 无法显示短语
zh_hant: 無法顯示片語

source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
my: ပိတ်ရန်
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Continue
ar: استمرار
da: Fortsæt
de: Fortfahren
es: Continuar
fa: ادامه
fi: Jatka
fr: Continuer
it: Continua
ja: 続行
ko: 계속
my: ဆက်လုပ်မည်
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: İleri
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

source: Copied
ar: تم النسخ
da: Kopieret
de: Kopiert
es: Copiado
fa: کپی شد
fi: Kopioitu
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
my: ကူးယူပြီးပါပြီ
nb: Kopiert
nl: Gekopieerd
pl: Skopiowano
pt: Copiado
ro: Copiat
ru: Скопировано
sv: Kopierat
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
zh_hans: 已复制
zh_hant: 已複製

source: Copy
ar: نسخ
da: Kopiér
de: Kopieren
es: Copiar
fa: کپی
fi: Kopioi
fr: Copier
it: Copia
ja: コピー
ko: 복사
my: ကူးယူရန်
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Копировать
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
zh_hans: 复制
zh_hant: 複製

source: Enter your 12 recovery words
ar: أدخل كلمات الاسترداد الـ 12 الخاصة بك
da: Indtast dine 12 gendannelsesord
de: Geben Sie Ihre 12 Wiederherstellungswörter ein
es: Introduzca sus 12 palabras de recuperación
fa: ۱۲ کلمهٔ بازیابی خود را وارد کنید
fi: Syötä 12 palautussanaasi
fr: Saisissez vos 12 mots de récupération
it: Inserisci le tue 12 parole di recupero
ja: 12個のリカバリーワードを入力してください
ko: 12개의 복구 단어를 입력하세요
my: သင့်ပြန်လည်ရယူရေးစကားလုံး 12 လုံးကို ထည့်ပါ
nb: Skriv inn de 12 gjenopprettingsordene dine
nl: Voer je 12 herstelwoorden in
pl: Wpisz swoje 12 słów odzyskiwania
pt: Introduza as suas 12 palavras de recuperação
ro: Introdu cele 12 cuvinte de recuperare
ru: Введите 12 слов восстановления
sv: Ange dina 12 återställningsord
th: ป้อนคำกู้คืน 12 คำของคุณ
tr: 12 kurtarma kelimenizi girin
uk: Введіть свої 12 слів відновлення
zh_hans: 输入您的 12 个恢复单词
zh_hant: 輸入您的 12 個復原單字

source: Erase wallet
ar: مسح المحفظة
da: Slet wallet
de: Wallet löschen
es: Borrar monedero
fa: پاک کردن کیف پول
fi: Tyhjennä lompakko
fr: Effacer le portefeuille
it: Cancella wallet
ja: ウォレットを消去
ko: 지갑 지우기
my: Wallet ဖျက်ရန်
nb: Slett lommebok
nl: Wallet wissen
pl: Usuń portfel
pt: Apagar carteira
ro: Șterge portofelul
ru: Стереть кошелёк
sv: Radera plånbok
th: ลบกระเป๋าเงิน
tr: Cüzdanı sil
uk: Стерти гаманець
zh_hans: 抹掉钱包
zh_hant: 清除錢包

source: Failed to generate a new recovery phrase. Please try again.
ar: تعذّر إنشاء عبارة استرداد جديدة. يرجى المحاولة مرة أخرى.
da: Kunne ikke generere en ny gendannelsessætning. Prøv venligst igen.
de: Eine neue Wiederherstellungsphrase konnte nicht erstellt werden. Bitte versuchen Sie es erneut.
es: No se pudo generar una nueva frase de recuperación. Vuelva a intentarlo.
fa: ساخت عبارت بازیابی جدید ناموفق بود. لطفاً دوباره امتحان کنید.
fi: Uuden palautuslauseen luominen epäonnistui. Yritä uudelleen.
fr: Impossible de générer une nouvelle phrase de récupération. Veuillez réessayer.
it: Impossibile generare una nuova frase di recupero. Riprova.
ja: 新しいリカバリーフレーズを生成できませんでした。もう一度お試しください。
ko: 새 복구 문구를 생성하지 못했습니다. 다시 시도하세요.
my: ပြန်လည်ရယူရေးစကားစုအသစ်ကို ထုတ်၍မရပါ။ ထပ်ကြိုးစားကြည့်ပါ။
nb: Kunne ikke generere en ny gjenopprettingsfrase. Prøv igjen.
nl: Kan geen nieuwe herstelzin genereren. Probeer het opnieuw.
pl: Nie udało się wygenerować nowej frazy odzyskiwania. Spróbuj ponownie.
pt: Não foi possível gerar uma nova frase de recuperação. Tente novamente.
ro: Generarea unei noi fraze de recuperare a eșuat. Încearcă din nou.
ru: Не удалось создать новую фразу восстановления. Повторите попытку.
sv: Det gick inte att skapa en ny återställningsfras. Försök igen.
th: ไม่สามารถสร้างวลีกู้คืนใหม่ได้ โปรดลองอีกครั้ง
tr: Yeni bir kurtarma ifadesi oluşturulamadı. Lütfen tekrar deneyin.
uk: Не вдалося створити нову фразу відновлення. Повторіть спробу.
zh_hans: 无法生成新的恢复短语。请重试。
zh_hant: 無法產生新的復原片語。請再試一次。

source: Failed to read the wallet from secure storage.
ar: تعذّرت قراءة المحفظة من التخزين الآمن.
da: Kunne ikke læse wallet fra sikker lagring.
de: Die Wallet konnte nicht aus dem sicheren Speicher gelesen werden.
es: No se pudo leer el monedero del almacenamiento seguro.
fa: خواندن کیف پول از حافظهٔ امن ناموفق بود.
fi: Lompakon lukeminen suojatusta tallennustilasta epäonnistui.
fr: Impossible de lire le portefeuille depuis le stockage sécurisé.
it: Impossibile leggere il wallet dall'archiviazione sicura.
ja: セキュアストレージからウォレットを読み取れませんでした。
ko: 보안 저장소에서 지갑을 읽지 못했습니다.
my: လုံခြုံသိုလှောင်မှုမှ wallet ကို ဖတ်၍မရပါ။
nb: Kunne ikke lese lommeboken fra sikker lagring.
nl: Kan de wallet niet lezen uit de beveiligde opslag.
pl: Nie udało się odczytać portfela z bezpiecznego magazynu.
pt: Não foi possível ler a carteira a partir do armazenamento seguro.
ro: Citirea portofelului din stocarea securizată a eșuat.
ru: Не удалось прочитать кошелек из защищенного хранилища.
sv: Det gick inte att läsa plånboken från säker lagring.
th: ไม่สามารถอ่านกระเป๋าเงินจากที่จัดเก็บแบบปลอดภัยได้
tr: Cüzdan, güvenli depolamadan okunamadı.
uk: Не вдалося прочитати гаманець із захищеного сховища.
zh_hans: 无法从安全存储中读取钱包。
zh_hant: 無法從安全儲存空間讀取錢包。

source: Failed to securely store the wallet. Make sure your device is unlocked and try again.
ar: تعذّر تخزين المحفظة بأمان. تأكد من أن جهازك غير مقفل وحاول مرة أخرى.
da: Kunne ikke gemme wallet sikkert. Sørg for, at din enhed er låst op, og prøv igen.
de: Die Wallet konnte nicht sicher gespeichert werden. Stellen Sie sicher, dass Ihr Gerät entsperrt ist, und versuchen Sie es erneut.
es: No se pudo almacenar el monedero de forma segura. Asegúrese de que su dispositivo esté desbloqueado e inténtelo de nuevo.
fa: ذخیرهٔ امن کیف پول ناموفق بود. مطمئن شوید قفل دستگاه شما باز است و دوباره امتحان کنید.
fi: Lompakon turvallinen tallentaminen epäonnistui. Varmista, että laitteesi on lukitsematon, ja yritä uudelleen.
fr: Impossible de stocker le portefeuille en sécurité. Vérifiez que votre appareil est déverrouillé et réessayez.
it: Impossibile archiviare il wallet in modo sicuro. Assicurati che il dispositivo sia sbloccato e riprova.
ja: ウォレットを安全に保存できませんでした。デバイスのロックが解除されていることを確認して、もう一度お試しください。
ko: 지갑을 안전하게 저장하지 못했습니다. 기기의 잠금이 해제되어 있는지 확인하고 다시 시도하세요.
my: wallet ကို လုံခြုံစွာ သိမ်း၍မရပါ။ သင့်စက်ကို သော့ဖွင့်ထားကြောင်း သေချာပြီး ထပ်ကြိုးစားပါ။
nb: Kunne ikke lagre lommeboken sikkert. Sørg for at enheten er låst opp, og prøv igjen.
nl: Kan de wallet niet veilig opslaan. Zorg dat je apparaat ontgrendeld is en probeer het opnieuw.
pl: Nie udało się bezpiecznie zapisać portfela. Upewnij się, że urządzenie jest odblokowane, i spróbuj ponownie.
pt: Não foi possível guardar a carteira em segurança. Certifique-se de que o seu dispositivo está desbloqueado e tente novamente.
ro: Stocarea securizată a portofelului a eșuat. Asigură-te că dispozitivul este deblocat și încearcă din nou.
ru: Не удалось безопасно сохранить кошелек. Убедитесь, что устройство разблокировано, и повторите попытку.
sv: Det gick inte att lagra plånboken säkert. Se till att enheten är upplåst och försök igen.
th: ไม่สามารถจัดเก็บกระเป๋าเงินอย่างปลอดภัยได้ ตรวจสอบว่าอุปกรณ์ของคุณปลดล็อกอยู่แล้วลองอีกครั้ง
tr: Cüzdan güvenli bir şekilde saklanamadı. Cihazınızın kilidinin açık olduğundan emin olun ve tekrar deneyin.
uk: Не вдалося безпечно зберегти гаманець. Переконайтеся, що ваш пристрій розблоковано, і повторіть спробу.
zh_hans: 无法安全存储钱包。请确保您的设备已解锁，然后重试。
zh_hant: 無法安全儲存錢包。請確保您的裝置已解鎖，然後再試一次。

source: I have written down my recovery phrase in a safe place.
ar: لقد كتبت عبارة الاسترداد في مكان آمن.
da: Jeg har skrevet min gendannelsessætning ned et sikkert sted.
de: Ich habe meine Wiederherstellungsphrase an einem sicheren Ort notiert.
es: He anotado mi frase de recuperación en un lugar seguro.
fa: عبارت بازیابی خود را در جای امنی یادداشت کرده‌ام.
fi: Olen kirjoittanut palautuslauseeni muistiin turvalliseen paikkaan.
fr: J'ai noté ma phrase de restauration en lieu sûr.
it: Ho annotato la mia frase di recupero in un luogo sicuro.
ja: リカバリーフレーズを安全な場所に書き留めました。
ko: 복구 문구를 안전한 곳에 적어 두었습니다.
my: ကျွန်ုပ်၏ ပြန်လည်ရယူရေးစကားစုကို လုံခြုံသောနေရာတွင် ရေးမှတ်ထားပါသည်။
nb: Jeg har skrevet ned gjenopprettingsfrasen min på et trygt sted.
nl: Ik heb mijn herstelzin op een veilige plek opgeschreven.
pl: Zapisałem moją frazę odzyskiwania w bezpiecznym miejscu.
pt: Anotei a minha frase de recuperação num local seguro.
ro: Mi-am notat fraza de recuperare într-un loc sigur.
ru: Я записал свою фразу восстановления в надёжном месте.
sv: Jag har skrivit ner min återställningsfras på en säker plats.
th: ฉันได้จดวลีกู้คืนของฉันไว้ในที่ปลอดภัยแล้ว
tr: Kurtarma ifademi güvenli bir yere yazdım.
uk: Я записав свою фразу відновлення в надійному місці.
zh_hans: 我已将恢复短语记录在安全的地方。
zh_hant: 我已將復原短語記錄在安全的地方。

source: I have written them down
ar: لقد دوّنتها
da: Jeg har skrevet dem ned
de: Ich habe sie aufgeschrieben
es: Las he anotado
fa: آن‌ها را یادداشت کرده‌ام
fi: Olen kirjoittanut ne ylös
fr: Je les ai notés
it: Le ho annotate
ja: 書き留めました
ko: 적어 두었습니다
my: ၎င်းတို့ကို ရေးမှတ်ထားပါပြီ
nb: Jeg har skrevet dem ned
nl: Ik heb ze opgeschreven
pl: Zapisałem je
pt: Anotei-as
ro: Le-am notat
ru: Я записал их
sv: Jag har skrivit ner dem
th: ฉันจดไว้แล้ว
tr: Onları yazdım
uk: Я їх записав
zh_hans: 我已经记下了
zh_hant: 我已經記下了

source: No wallet is currently provisioned on this device.
ar: لا توجد محفظة مهيأة حاليًا على هذا الجهاز.
da: Der er i øjeblikket ingen wallet på denne enhed.
de: Auf diesem Gerät ist derzeit keine Wallet eingerichtet.
es: Actualmente no hay ningún monedero configurado en este dispositivo.
fa: در حال حاضر هیچ کیف پولی روی این دستگاه راه‌اندازی نشده است.
fi: Tällä laitteella ei ole tällä hetkellä lompakkoa.
fr: Aucun portefeuille n'est actuellement présent sur cet appareil.
it: Al momento non è configurato alcun wallet su questo dispositivo.
ja: 現在、このデバイスにウォレットは設定されていません。
ko: 현재 이 기기에 설정된 지갑이 없습니다.
my: ဤစက်တွင် လက်ရှိ wallet မရှိသေးပါ။
nb: Det er foreløpig ingen lommebok på denne enheten.
nl: Er is momenteel geen wallet ingesteld op dit apparaat.
pl: Na tym urządzeniu nie skonfigurowano obecnie żadnego portfela.
pt: Atualmente não existe nenhuma carteira configurada neste dispositivo.
ro: Pe acest dispozitiv nu este configurat în prezent niciun portofel.
ru: На этом устройстве сейчас не настроен кошелек.
sv: Det finns för närvarande ingen plånbok på den här enheten.
th: ขณะนี้ยังไม่มีการตั้งค่ากระเป๋าเงินบนอุปกรณ์นี้
tr: Bu cihazda şu anda yapılandırılmış bir cüzdan yok.
uk: Наразі на цьому пристрої не налаштовано жодного гаманця.
zh_hans: 此设备目前未配置钱包。
zh_hant: 此裝置目前未配置錢包。

source: No wallet is currently provisioned on this device. Generate or import one first.
ar: لا توجد محفظة مهيأة حاليًا على هذا الجهاز. أنشئ واحدة أو استوردها أولاً.
da: Der er i øjeblikket ingen wallet på denne enhed. Generér eller importér en først.
de: Auf diesem Gerät ist derzeit keine Wallet eingerichtet. Erstellen oder importieren Sie zuerst eine.
es: Actualmente no hay ningún monedero configurado en este dispositivo. Genere o importe uno primero.
fa: در حال حاضر هیچ کیف پولی روی این دستگاه راه‌اندازی نشده است. ابتدا یکی بسازید یا وارد کنید.
fi: Tällä laitteella ei ole tällä hetkellä lompakkoa. Luo tai tuo sellainen ensin.
fr: Aucun portefeuille n'est actuellement présent. Générez-en un ou importez-en un d'abord.
it: Al momento non è configurato alcun wallet su questo dispositivo. Generane o importane uno prima.
ja: 現在、このデバイスにウォレットは設定されていません。まずウォレットを生成またはインポートしてください。
ko: 현재 이 기기에 설정된 지갑이 없습니다. 먼저 지갑을 생성하거나 가져오세요.
my: ဤစက်တွင် လက်ရှိ wallet မရှိသေးပါ။ ဦးစွာ wallet တစ်ခု ထုတ်ပါ သို့မဟုတ် တင်သွင်းပါ။
nb: Det er foreløpig ingen lommebok på denne enheten. Generer eller importer en først.
nl: Er is momenteel geen wallet ingesteld op dit apparaat. Genereer of importeer er eerst een.
pl: Na tym urządzeniu nie skonfigurowano obecnie żadnego portfela. Najpierw wygeneruj lub zaimportuj portfel.
pt: Atualmente não existe nenhuma carteira configurada neste dispositivo. Gere ou importe uma primeiro.
ro: Pe acest dispozitiv nu este configurat în prezent niciun portofel. Generează sau importă mai întâi unul.
ru: На этом устройстве сейчас не настроен кошелек. Сначала создайте или импортируйте его.
sv: Det finns för närvarande ingen plånbok på den här enheten. Skapa eller importera en först.
th: ขณะนี้ยังไม่มีการตั้งค่ากระเป๋าเงินบนอุปกรณ์นี้ โปรดสร้างหรือนำเข้ากระเป๋าเงินก่อน
tr: Bu cihazda şu anda yapılandırılmış bir cüzdan yok. Önce bir tane oluşturun veya içe aktarın.
uk: Наразі на цьому пристрої не налаштовано жодного гаманця. Спочатку створіть або імпортуйте його.
zh_hans: 此设备目前未配置钱包。请先生成或导入一个。
zh_hant: 此裝置目前未配置錢包。請先產生或匯入一個。

source: OK
ar: موافق
fa: تأیید

source: Press and hold to reveal. Do not screenshot.
ar: اضغط مطولاً للعرض. لا تلتقط لقطة شاشة.
da: Tryk og hold for at vise. Tag ikke skærmbillede.
de: Zum Anzeigen gedrückt halten. Kein Screenshot.
es: Mantenga pulsado para mostrar. No haga capturas de pantalla.
fa: برای نمایش، نگه دارید. اسکرین‌شات نگیرید.
fi: Näytä painamalla pitkään. Älä ota kuvakaappausta.
fr: Appuyez longuement pour afficher. Ne faites pas de capture d'écran.
it: Tieni premuto per mostrare. Non fare screenshot.
ja: 長押しして表示します。スクリーンショットは撮らないでください。
ko: 길게 눌러 표시하세요. 스크린샷을 찍지 마세요.
my: ပြသရန် ဖိ၍ဖိထားပါ။ ဖန်သားပြင်ဓာတ်ပုံ မရိုက်ပါနှင့်။
nb: Trykk og hold for å vise. Ikke ta skjermbilde.
nl: Houd ingedrukt om weer te geven. Maak geen screenshot.
pl: Naciśnij i przytrzymaj, aby wyświetlić. Nie rób zrzutu ekranu.
pt: Mantenha premido para mostrar. Não faça captura de ecrã.
ro: Apasă și ține apăsat pentru a dezvălui. Nu face capturi de ecran.
ru: Нажмите и удерживайте, чтобы показать. Не делайте снимок экрана.
sv: Tryck och håll för att visa. Ta inte skärmbild.
th: กดค้างไว้เพื่อแสดง อย่าจับภาพหน้าจอ
tr: Göstermek için basılı tutun. Ekran görüntüsü almayın.
uk: Натисніть і утримуйте, щоб показати. Не робіть знімок екрана.
zh_hans: 按住以显示。请勿截屏。
zh_hant: 按住以顯示。請勿擷取螢幕畫面。

source: Recovery phrase
ar: عبارة الاسترداد
da: Gendannelsessætning
de: Wiederherstellungsphrase
es: Frase de recuperación
fa: عبارت بازیابی
fi: Palautuslause
fr: Phrase de récupération
it: Frase di recupero
ja: リカバリーフレーズ
ko: 복구 문구
my: ပြန်လည်ရယူရေးစကားစု
nb: Gjenopprettingsfrase
nl: Herstelzin
pl: Fraza odzyskiwania
pt: Frase de recuperação
ro: Frază de recuperare
ru: Фраза восстановления
sv: Återställningsfras
th: วลีกู้คืน
tr: Kurtarma ifadesi
uk: Фраза відновлення
zh_hans: 恢复短语
zh_hant: 復原片語

source: Restore account
ar: استعادة الحساب
da: Gendan konto
de: Konto wiederherstellen
es: Restaurar cuenta
fa: بازیابی حساب
fi: Palauta tili
fr: Restaurer le compte
it: Ripristina account
ja: アカウントを復元
ko: 계정 복원
my: အကောင့် ပြန်လည်ရယူပါ
nb: Gjenopprett konto
nl: Account herstellen
pl: Przywróć konto
pt: Restaurar conta
ro: Restaurează contul
ru: Восстановить учётную запись
sv: Återställ konto
th: กู้คืนบัญชี
tr: Hesabı geri yükle
uk: Відновити обліковий запис
zh_hans: 恢复账户
zh_hant: 復原帳戶

source: Restore failed
ar: فشلت الاستعادة
da: Gendannelse mislykkedes
de: Wiederherstellung fehlgeschlagen
es: La restauración falló
fa: بازیابی ناموفق بود
fi: Palautus epäonnistui
fr: Échec de la restauration
it: Ripristino non riuscito
ja: 復元に失敗しました
ko: 복원 실패
my: ပြန်လည်ရယူခြင်း မအောင်မြင်ပါ
nb: Gjenoppretting mislyktes
nl: Herstellen mislukt
pl: Przywracanie nie powiodło się
pt: Falha no restauro
ro: Restaurarea a eșuat
ru: Не удалось восстановить
sv: Återställningen misslyckades
th: การกู้คืนล้มเหลว
tr: Geri yükleme başarısız oldu
uk: Не вдалося відновити
zh_hans: 恢复失败
zh_hant: 復原失敗

source: Restore your account
ar: استعد حسابك
da: Gendan din konto
de: Stellen Sie Ihr Konto wieder her
es: Restaura tu cuenta
fa: حساب خود را بازیابی کنید
fi: Palauta tilisi
fr: Restaurez votre compte
it: Ripristina il tuo account
ja: アカウントを復元する
ko: 계정 복원하기
my: သင်၏အကောင့်ကို ပြန်လည်ရယူပါ
nb: Gjenopprett kontoen din
nl: Herstel je account
pl: Przywróć swoje konto
pt: Restaure a sua conta
ro: Restaurează-ți contul
ru: Восстановите свою учётную запись
sv: Återställ ditt konto
th: กู้คืนบัญชีของคุณ
tr: Hesabınızı geri yükleyin
uk: Відновіть свій обліковий запис
zh_hans: 恢复您的账户
zh_hant: 復原您的帳戶

source: Reveal the recovery phrase for your Warren wallet
ar: عرض عبارة الاسترداد لمحفظة Warren الخاصة بك
da: Vis gendannelsessætningen for din Warren-wallet
de: Wiederherstellungsphrase Ihrer Warren-Wallet anzeigen
es: Mostrar la frase de recuperación de su monedero Warren
fa: نمایش عبارت بازیابی کیف پول Warren شما
fi: Näytä Warren-lompakkosi palautuslause
fr: Afficher la phrase de récupération de votre portefeuille Warren
it: Mostra la frase di recupero del tuo wallet Warren
ja: あなたのWarrenウォレットのリカバリーフレーズを表示
ko: 내 Warren 지갑의 복구 문구 표시
my: သင့် Warren wallet အတွက် ပြန်လည်ရယူရေးစကားစုကို ပြသရန်
nb: Vis gjenopprettingsfrasen for Warren-lommeboken din
nl: De herstelzin van je Warren-wallet weergeven
pl: Wyświetl frazę odzyskiwania portfela Warren
pt: Mostrar a frase de recuperação da sua carteira Warren
ro: Dezvăluie fraza de recuperare pentru portofelul tău Warren
ru: Показать фразу восстановления кошелька Warren
sv: Visa återställningsfrasen för din Warren-plånbok
th: แสดงวลีกู้คืนสำหรับกระเป๋าเงิน Warren ของคุณ
tr: Warren cüzdanınızın kurtarma ifadesini göster
uk: Показати фразу відновлення вашого гаманця Warren
zh_hans: 显示您的 Warren 钱包恢复短语
zh_hant: 顯示您的 Warren 錢包復原片語

source: The recovery phrase is invalid.
ar: عبارة الاسترداد غير صالحة.
da: Gendannelsessætningen er ugyldig.
de: Die Wiederherstellungsphrase ist ungültig.
es: La frase de recuperación no es válida.
fa: عبارت بازیابی نامعتبر است.
fi: Palautuslause on virheellinen.
fr: La phrase de récupération est invalide.
it: La frase di recupero non è valida.
ja: リカバリーフレーズが無効です。
ko: 복구 문구가 유효하지 않습니다.
my: ပြန်လည်ရယူရေးစကားစုသည် မမှန်ကန်ပါ။
nb: Gjenopprettingsfrasen er ugyldig.
nl: De herstelzin is ongeldig.
pl: Fraza odzyskiwania jest nieprawidłowa.
pt: A frase de recuperação é inválida.
ro: Fraza de recuperare nu este validă.
ru: Фраза восстановления недействительна.
sv: Återställningsfrasen är ogiltig.
th: วลีกู้คืนไม่ถูกต้อง
tr: Kurtarma ifadesi geçersiz.
uk: Фраза відновлення недійсна.
zh_hans: 恢复短语无效。
zh_hant: 復原片語無效。
